TestCases/laminar/NH3_38s/constant/speciesThermo
species         38 ( AR  H H2 HE O OH H2O HO2 H2O2 O2 OH* N NH NH2 NH3 NNH N2H2 N2H3 N2H4 H2NN NO N2O NO2 HNO HON HONO H2NO HNOH NH2OH HNO2 HONO2 NO3 HNO3 CO CO2 CH4 C2H6 N2);

NO3
{
    specie
    {
        molWeight       62.0049;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 7.48347702 0.00257772064 -1.00945831e-06 1.72314063e-10 -1.07154008e-14 6129.90474 -14.1618136 );
        lowCpCoeffs     ( 2.1735933 0.0104902685 1.10472669e-05 -2.81561867e-08 1.3658396e-11 7812.90905 14.602209 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               1;
        O               3;
    }
}

HONO
{
    specie
    {
        molWeight       47.01347;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           5000;
        Tcommon         1000;
        highCpCoeffs    ( 5.486893 0.004218065 -1.649143e-06 2.971877e-10 -2.021148e-14 -11268.65 -2.997002 );
        lowCpCoeffs     ( 2.290413 0.01409922 -1.367872e-05 7.49878e-09 -1.876905e-12 -10431.95 13.28077 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        N               1;
        O               2;
    }
}

OH
{
    specie
    {
        molWeight       17.00737;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 2.86472886 0.00105650448 -2.59082758e-07 3.05218674e-11 -1.33195876e-15 3718.85774 5.70164073 );
        lowCpCoeffs     ( 4.12530561 -0.00322544939 6.52764691e-06 -5.79853643e-09 2.06237379e-12 3381.53812 -0.69043296 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        O               1;
        H               1;
    }
}

HNOH
{
    specie
    {
        molWeight       32.02204;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 3.98321933 0.00488846374 -1.65086637e-06 2.55371446e-10 -1.48308561e-14 10578.0106 3.62582838 );
        lowCpCoeffs     ( 3.95608248 -0.0030261102 2.56874396e-05 -3.1564512e-08 1.24084574e-11 10919.979 5.55950983 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               2;
        N               1;
        O               1;
    }
}

N2
{
    specie
    {
        molWeight       28.0134;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           5000;
        Tcommon         1000;
        highCpCoeffs    ( 2.92664 0.0014879768 -5.68476e-07 1.0097038e-10 -6.753351e-15 -922.7977 5.980528 );
        lowCpCoeffs     ( 3.298677 0.0014082404 -3.963222e-06 5.641515e-09 -2.444854e-12 -1020.8999 3.950372 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               2;
    }
}

N
{
    specie
    {
        molWeight       14.0067;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           5000;
        Tcommon         1000;
        highCpCoeffs    ( 2.450268 0.0001066146 -7.465337e-08 1.879652e-11 -1.025984e-15 56116.04 4.448758 );
        lowCpCoeffs     ( 2.503071 -2.180018e-05 5.420529e-08 -5.64756e-11 2.099904e-14 56098.9 4.167566 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               1;
    }
}

HNO
{
    specie
    {
        molWeight       31.01407;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           5000;
        Tcommon         1000;
        highCpCoeffs    ( 3.615144 0.003212486 -1.260337e-06 2.267298e-10 -1.536236e-14 10661.91 4.810264 );
        lowCpCoeffs     ( 2.784403 0.006609646 -9.300223e-06 9.43798e-09 -3.753146e-12 10918.78 9.035629 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        N               1;
        O               1;
    }
}

N2H3
{
    specie
    {
        molWeight       31.03731;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 4.04483566 0.00731130186 -2.47625799e-06 3.83733021e-10 -2.23107573e-14 24809.8603 2.88423392 );
        lowCpCoeffs     ( 3.42125505 0.0013490159 2.23459071e-05 -2.99727732e-08 1.2097897e-11 25305.6139 7.83176309 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               3;
        N               2;
    }
}

H2NO
{
    specie
    {
        molWeight       32.02204;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           4000;
        Tcommon         1500;
        highCpCoeffs    ( 5.673346 0.002298837 -1.774446e-07 -1.103482e-10 1.859762e-14 5569.325 -6.15354 );
        lowCpCoeffs     ( 2.53059 0.008596035 -5.47103e-06 2.276249e-09 -4.648073e-13 6868.03 11.26651 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               2;
        N               1;
        O               1;
    }
}

C2H6
{
    specie
    {
        molWeight       30.07012;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 1.0718815 0.0216852677 -1.00256067e-05 2.21412001e-09 -1.9000289e-13 -11426.3932 15.1156107 );
        lowCpCoeffs     ( 4.29142492 -0.0055015427 5.99438288e-05 -7.08466285e-08 2.68685771e-11 -11522.2055 2.66682316 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        C               2;
        H               6;
    }
}

NH3
{
    specie
    {
        molWeight       17.03061;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           5000;
        Tcommon         1000;
        highCpCoeffs    ( 2.461904 0.006059166 -2.004977e-06 3.136003e-10 -1.938317e-14 -6493.27 7.472097 );
        lowCpCoeffs     ( 2.204352 0.01011476 -1.465265e-05 1.447235e-08 -5.328509e-12 -6525.488 8.127138 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               1;
        H               3;
    }
}

CO2
{
    specie
    {
        molWeight       44.00995;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 3.85746029 0.00441437026 -2.21481404e-06 5.23490188e-10 -4.72084164e-14 -48759.166 2.27163806 );
        lowCpCoeffs     ( 2.35677352 0.00898459677 -7.12356269e-06 2.45919022e-09 -1.43699548e-13 -48371.9697 9.90105222 );
    }
    transport
    {
        As              1.572e-06;
        Ts              240;
    }
    elements
    {
        C               1;
        O               2;
    }
}

H2O2
{
    specie
    {
        molWeight       34.01474;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 4.16500285 0.00490831694 -1.90139225e-06 3.71185986e-10 -2.87908305e-14 -17861.7877 2.91615662 );
        lowCpCoeffs     ( 4.27611269 -0.000542822417 1.67335701e-05 -2.15770813e-08 8.62454363e-12 -17702.5821 3.43505074 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               2;
        O               2;
    }
}

NNH
{
    specie
    {
        molWeight       29.02137;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           3000;
        Tcommon         1000;
        highCpCoeffs    ( 2.78024159 0.00451114118 -1.98147075e-06 3.61161241e-10 -1.55679242e-14 29347.3063 9.91752869 );
        lowCpCoeffs     ( 3.86231284 -0.000441898698 6.38522141e-06 -5.84138844e-09 1.69125822e-12 29162.1298 4.85334915 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        N               2;
    }
}

HNO3
{
    specie
    {
        molWeight       63.01287;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 8.03098942 0.00446958589 -1.72459491e-06 2.91556153e-10 -1.80102702e-14 -19313.8183 -16.2616537 );
        lowCpCoeffs     ( 1.69329154 0.0190167702 -8.25176697e-06 -6.06113827e-09 4.65236978e-12 -17419.8909 17.1839838 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        N               1;
        O               3;
    }
}

N2O
{
    specie
    {
        molWeight       44.0128;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           5000;
        Tcommon         1000;
        highCpCoeffs    ( 4.718977 0.002873714 -1.197496e-06 2.250552e-10 -1.575337e-14 8165.811 -1.65725 );
        lowCpCoeffs     ( 2.543058 0.009492193 -9.792775e-06 6.263845e-09 -1.901826e-12 8765.1 9.511222 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               2;
        O               1;
    }
}

O2
{
    specie
    {
        molWeight       31.9988;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 3.28253784 0.00148308754 -7.57966669e-07 2.09470555e-10 -2.16717794e-14 -1088.45772 5.45323129 );
        lowCpCoeffs     ( 3.78245636 -0.00299673416 9.84730201e-06 -9.68129509e-09 3.24372837e-12 -1063.94356 3.65767573 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        O               2;
    }
}

H2
{
    specie
    {
        molWeight       2.01594;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 3.3372792 -4.94024731e-05 4.99456778e-07 -1.79566394e-10 2.00255376e-14 -950.158922 -3.20502331 );
        lowCpCoeffs     ( 2.34433112 0.00798052075 -1.9478151e-05 2.01572094e-08 -7.37611761e-12 -917.935173 0.683010238 );
    }
    transport
    {
        As              6.362e-07;
        Ts              72;
    }
    elements
    {
        H               2;
    }
}

NO2
{
    specie
    {
        molWeight       46.0055;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           5000;
        Tcommon         1000;
        highCpCoeffs    ( 4.682859 0.002462429 -1.042259e-06 1.976902e-10 -1.391717e-14 2261.292 0.9885985 );
        lowCpCoeffs     ( 2.6706 0.007838501 -8.063865e-06 6.161715e-09 -2.32015e-12 2896.291 11.61207 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               1;
        O               2;
    }
}

NH2OH
{
    specie
    {
        molWeight       33.03001;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 3.88112502 0.00815708448 -2.82615576e-06 4.37930933e-10 -2.52724604e-14 -6860.18419 3.79156136 );
        lowCpCoeffs     ( 3.21016092 0.00619671676 1.10594948e-05 -1.96668262e-08 8.8251659e-12 -6581.48481 7.93293571 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               1;
        H               3;
        O               1;
    }
}

CH4
{
    specie
    {
        molWeight       16.04303;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 0.074851495 0.0133909467 -5.73285809e-06 1.22292535e-09 -1.0181523e-13 -9468.34459 18.437318 );
        lowCpCoeffs     ( 5.14987613 -0.0136709788 4.91800599e-05 -4.84743026e-08 1.66693956e-11 -10246.6476 -4.64130376 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        C               1;
        H               4;
    }
}

HO2
{
    specie
    {
        molWeight       33.00677;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 4.0172109 0.00223982013 -6.3365815e-07 1.1424637e-10 -1.07908535e-14 111.856713 3.78510215 );
        lowCpCoeffs     ( 4.30179801 -0.00474912051 2.11582891e-05 -2.42763894e-08 9.29225124e-12 294.80804 3.71666245 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        O               2;
    }
}

H2NN
{
    specie
    {
        molWeight       30.02934;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 3.0590367 0.00618382347 -2.22171165e-06 3.58539206e-10 -2.14532905e-14 34853.0149 6.69893515 );
        lowCpCoeffs     ( 4.53204001 -0.00732418578 3.00803713e-05 -3.04000551e-08 1.04700639e-11 34958.0003 1.51074195 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               2;
        H               2;
    }
}

N2O4
{
    specie
    {
        molWeight       92.011;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 11.5752932 0.00401615532 -1.57178022e-06 2.68273657e-10 -1.66921538e-14 -2961.11235 -31.9488625 );
        lowCpCoeffs     ( 3.02002271 0.0295904359 -3.01342572e-05 1.42360526e-08 -2.44100411e-12 -679.238803 11.805962 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               2;
        O               4;
    }
}

N2O3
{
    specie
    {
        molWeight       76.0116;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 9.08583845 0.0033775633 -1.3158389e-06 2.30762329e-10 -1.47151267e-14 7271.60146 -15.5361904 );
        lowCpCoeffs     ( 5.81083964 0.0143330962 -1.96208597e-05 1.73060735e-08 -6.46553954e-12 8191.84453 1.20461321 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               2;
        O               3;
    }
}

HONO2
{
    specie
    {
        molWeight       63.01287;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 8.03098942 0.00446958589 -1.72459491e-06 2.91556153e-10 -1.80102702e-14 -19282.1685 -16.261672 );
        lowCpCoeffs     ( 1.69329154 0.0190167702 -8.25176697e-06 -6.06113827e-09 4.65236978e-12 -17388.2411 17.1839655 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        N               1;
        O               3;
    }
}

HON
{
    specie
    {
        molWeight       31.01407;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           5000;
        Tcommon         1671;
        highCpCoeffs    ( 3.7857743 0.00286062728 -1.02423922e-06 1.64463139e-10 -9.77943616e-15 29331.9701 3.12193293 );
        lowCpCoeffs     ( 3.33656431 0.00267682939 5.61801303e-07 -1.11362279e-09 2.84076438e-13 29597.9751 5.96343188 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        N               1;
        O               1;
    }
}

HE
{
    specie
    {
        molWeight       4.0026;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 2.5 0 0 0 0 -745.375 0.928723974 );
        lowCpCoeffs     ( 2.5 0 0 0 0 -745.375 0.928723974 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        He              1;
    }
}

N2H4
{
    specie
    {
        molWeight       32.04528;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           6000;
        Tcommon         1000;
        highCpCoeffs    ( 4.93957357 0.00875017187 -2.99399058e-06 4.67278418e-10 -2.73068599e-14 9282.65548 -2.69439772 );
        lowCpCoeffs     ( 3.83472149 -0.000649129555 3.76848463e-05 -5.00709182e-08 2.03362064e-11 10089.3925 5.7527203 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               2;
        H               4;
    }
}

CO
{
    specie
    {
        molWeight       28.01055;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 2.71518561 0.00206252743 -9.98825771e-07 2.30053008e-10 -2.03647716e-14 -14151.8724 7.81868772 );
        lowCpCoeffs     ( 3.57953347 -0.00061035368 1.01681433e-06 9.07005884e-10 -9.04424499e-13 -14344.086 3.50840928 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        C               1;
        O               1;
    }
}

O
{
    specie
    {
        molWeight       15.9994;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 2.56942078 -8.59741137e-05 4.19484589e-08 -1.00177799e-11 1.22833691e-15 29217.5791 4.78433864 );
        lowCpCoeffs     ( 3.1682671 -0.00327931884 6.64306396e-06 -6.12806624e-09 2.11265971e-12 29122.2592 2.05193346 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        O               1;
    }
}

HNO2
{
    specie
    {
        molWeight       47.01347;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           4000;
        Tcommon         1500;
        highCpCoeffs    ( 6.47963 0.001995274 -1.740387e-07 -9.695872e-11 1.70148e-14 -7809.50291 -10.6771518 );
        lowCpCoeffs     ( 1.934838 0.01010036 -4.964616e-06 8.70112e-10 -2.324135e-15 -5915.71591 14.7282082 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        N               1;
        O               2;
    }
}

NH2
{
    specie
    {
        molWeight       16.02264;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           3000;
        Tcommon         1000;
        highCpCoeffs    ( 3.8075146 0.000174138848 2.06281679e-06 -1.18308148e-09 2.00814234e-13 21275.7238 1.57634407 );
        lowCpCoeffs     ( 4.02590054 -0.000953251946 4.13467348e-06 -2.81816628e-09 6.73047183e-13 21244.739 0.586219857 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               2;
        N               1;
    }
}

H2O
{
    specie
    {
        molWeight       18.01534;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 3.03399249 0.00217691804 -1.64072518e-07 -9.7041987e-11 1.68200992e-14 -30004.2971 4.9667701 );
        lowCpCoeffs     ( 4.19864056 -0.0020364341 6.52040211e-06 -5.48797062e-09 1.77197817e-12 -30293.7267 -0.849032208 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               2;
        O               1;
    }
}

NH
{
    specie
    {
        molWeight       15.01467;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           3000;
        Tcommon         1000;
        highCpCoeffs    ( 3.38393047 -0.000304401048 1.07871576e-06 -5.39749068e-10 8.56574985e-14 41855.7586 2.60065696 );
        lowCpCoeffs     ( 3.49138447 0.000248105072 -1.22352658e-06 1.97740127e-09 -7.89210613e-13 41785.1517 1.83667301 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        N               1;
    }
}

H
{
    specie
    {
        molWeight       1.00797;
    }
    thermodynamics
    {
        Tlow            200;
        Thigh           3500;
        Tcommon         1000;
        highCpCoeffs    ( 2.50000001 -2.30842973e-11 1.61561948e-14 -4.73515235e-18 4.98197357e-22 25473.6599 -0.446682914 );
        lowCpCoeffs     ( 2.5 7.05332819e-13 -1.99591964e-15 2.30081632e-18 -9.27732332e-22 25473.6599 -0.446682853 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
    }
}

AR
{
    specie
    {
        molWeight       39.948;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           3000;
        Tcommon         1000;
        highCpCoeffs    ( 2.5 0 0 0 0 -745.375 4.37967491 );
        lowCpCoeffs     ( 2.5 0 0 0 0 -745.375 4.37967491 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        Ar              1;
    }
}

NO
{
    specie
    {
        molWeight       30.0061;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           5000;
        Tcommon         1000;
        highCpCoeffs    ( 3.245435 0.001269138 -5.01589e-07 9.169283e-11 -6.275419e-15 9800.84 6.417294 );
        lowCpCoeffs     ( 3.376542 0.001253063 -3.302751e-06 5.21781e-09 -2.446263e-12 9817.961 5.82959 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        N               1;
        O               1;
    }
}

N2H2
{
    specie
    {
        molWeight       30.02934;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           3000;
        Tcommon         1000;
        highCpCoeffs    ( 2.3838838 0.00663619559 -1.81669068e-06 -1.19497031e-10 9.31659255e-14 23420.7532 10.6091658 );
        lowCpCoeffs     ( 4.14915878 -0.00482013543 2.19606525e-05 -2.03662902e-08 6.253672e-12 23287.4597 3.19154222 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               2;
        N               2;
    }
}

OH*
{
    specie
    {
        molWeight       17.00737;
    }
    thermodynamics
    {
        Tlow            290;
        Thigh           3000;
        Tcommon         1000;
        highCpCoeffs    ( 2.7558292 0.00139848756 -4.19428493e-07 6.33453282e-11 -3.56042218e-15 50975.1756 5.62581429 );
        lowCpCoeffs     ( 3.46084428 0.000501872172 -2.00254474e-06 3.18901984e-09 -1.35451838e-12 50734.9466 1.73976415 );
    }
    transport
    {
        As              1.512e-06;
        Ts              120;
    }
    elements
    {
        H               1;
        O               1;
    }
}
